[
	[22, "学科类", "中国日报社“21世纪杯”全国英语演讲比赛", "中国日报社","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_23.jpg", "高中", "http:\/\/contest.i21st.cn\/teens2018\/", "\"　中国日报社“21世纪杯”全国英语演讲比赛由中国日报社主办、二十一世纪英语教育传媒承办。创办于1996年，每年面向全国大中小学生及青年人群举行。活动高举习近平新时代中国特色社会主义思想伟大旗帜，全面贯彻落实党的十九大精神，发展素质教育，提高中国青少年学生的国际交流能力。自创办以来，大赛作为每年5月在英国伦敦举行的国际公众演讲比赛（IPSC）的中国区官方唯一选拔赛，获胜者将代表中国在国际舞台上展示中国青年学子的风貌。\n发展素质教育，推进中国青少年学生的国际交流能力。活动以“让世界倾听你的声音”为口号，坚持公益、自愿参与的原则。\""],
	[29, "学科类", "新概念作文大赛", "萌芽杂志社","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_30.png", "初中、高中", "http:\/\/www.mengya.com", "\"新概念作文大赛是萌芽杂志社举办的具有全国影响力的作文大赛。大赛的理念为：“新思维”——创造性、发散性思维，打破旧观念、旧规范的束缚，打破僵化保守，无拘无束“新表达”——不受题材、体裁限制，使用属于自己的充满个性的语言，反对套话，反对千人一面、众口一词“真体验”——真实、真切、真诚、真挚地关注、感受、体察生活\""],
	[0, "科技创新类", "全国青少年科技创新大赛", "中国科协青少年科技中心","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_01.jpg", "小学、初中、高中", "http:\/\/castic.xiaoxiaotong.org\/", "\"全国青少年科技创新大赛是由中国科协、教育部、科技部、生态环境部、体育总局、知识产权局、自然科学基金会、共青团中央、全国妇联共同主办的一项全国性的青少年科技竞赛活动。大赛具有广泛的活动基础，从基层学校到全国大赛，每年约有1000万名青少年参加不同层次的活动，经过选拔，500多名的青少年科技爱好者、200名科技辅导员相聚一起进行竞赛、展示和交流活动。全国青少年科技创新大赛不仅是国内青少年科技爱好者的一项重要赛事，而且已与国际上许多青少年科技竞赛活动建立了联系，每年都从大赛中选拔出优秀的科学研究项目参加国际科学与工程大奖赛(ISEF)、欧盟青少年科学家竞赛等国际青少年科技竞赛活动。\n全国青少年科技创新大赛的由来要追溯到29年前我国改革开放之初的1979年，那年11月，中国科协、教育部等在北京举办了“首届全国青少年科技作品展览”。这次展览得到了党和国家领导人的重视，邓小平同志为活动题词：“青少年是祖国的未来，科学的希望！”这就是“全国青少年科技创新大赛”的前身。\n以后的20多年里，在党和国家领导人以及众多老一辈科学家的重视、关心和大力支持下，中国科协牵头先后举办了两项全国性的大型青少年科技活动，即“全国青少年发明创造比赛和科学讨论会”（开始于1982年，2000年更名为 “全国青少年科技创新大赛”）和“全国青少年生物与环境科学实践活动”(开始于1991年)。这两项活动均为两年举办一届，隔年交替在全国各地轮流举行。从1982年起，已先后在上海、昆明、兰州、北京、沈阳、成都、南宁、长沙、天津、西宁、香港、呼和浩特、合肥、福州等地举办。为适应我国青少年科技活动发展的状况和前景，也为了与国际上青少年科技交流活动相接轨，主办单位从2000年开始着手对这两项活动进行改革，将两项活动进行了整合，届数相加，定名为“全国青少年科技创新大赛”，每年举办一届。活动内容包括上述两项活动的全部内容。\n经过20多年的不断发展和完善，大赛积累了丰富的经验，在活动内容、活动形式等各方面不断汲取国内外成功的经验，使创新大赛能够紧紧把握时代的脉搏，体现时代精神，围绕青少年创新精神和实践能力的培养，做出了特色，做出了品牌，在广大青少年和社会各界中产生了广泛而深远的影响。目前，“全国青少年科技创新大赛”是我国中、小学各类科技活动优秀成果集中展示的一种形式，已成为我国国内面向在校中小学生开展的规模最大、层次最高的青少年科技教育活动。\n创新大赛分为青少年和科技辅导员两个活动板块，活动内容包括竞赛活动和展示活动两个系列。\n    竞赛活动包括青少年科技创新成果竞赛和科技辅导员科教创新成果竞赛。\n展示活动包括优秀少年儿童科学幻想绘画展、青少年优秀科技实践活动展和科技辅导员科技教育方案展。 另外，设科技辅导员论坛。\""],
	[1, "科技创新类", "中国青少年机器人竞赛", "中国科协青少年科技中心","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_02.jpg" ,"小学、初中、高中", "http:\/\/robot.xiaoxiaotong.org\/", "\"中国青少年机器人竞赛创办于2001年，是中国科协面向全国中小学生开展的一项将知识积累、技能培养、探究性学习融为一体的普及性科技教育活动。竞赛为广大青少年机器人爱好者在电子信息、自动控制以及机器人高新科技领域进行学习、探索、研究、实践搭建成果展示和竞技交流的平台，旨在通过富有挑战性的比赛项目，将学生在课程中的多学科知识和技能融入竞赛过程中，激发学生对工程技术的学习兴趣，培养学生的创新意识、动手实践能力和团队精神，提高科学素质。自2001年起，每年举办一届，至今已举办十八届。经过十多年发展，中国青少年机器人竞赛在普及机器人工程技术知识，推动机器人教育活动开展等方面发挥了积极作用，已成为国内面向青少年机器人爱好者所举办的规模最大、管理规范、认可度高、影响广泛的竞赛活动。\n2001年，中国科协青少部、霍英东基金会、全国妇联儿童中心共同在广东省广州市南沙科技馆发起组织了首届全国青少年电脑机器人竞赛，随后又依次在广东广州、河南郑州、广西南宁举办了第二届至第四届竞赛，2005年在陕西西安第五届全国青少年电脑机器人竞赛更名为中国青少年机器人竞赛，2006年在云南昆明，第六届中国青少年机器人竞赛调整为由中国科协和承办省人民政府共同主办，第七届至第十八届竞赛分别在重庆、湖南长沙、青海西宁、北京、河南郑州、天津市、吉林长春、新疆乌鲁木齐、内蒙古鄂尔多斯、北京（中国科学院大学）、广东中山、贵州贵阳举办。\n　　每年，全国共有9000多支队伍、25000多名中小学生参加各省级青少年机器人竞赛选拔赛，辅导教练员超过5000人，服务比赛的裁判员数量约1000人，参与学校数量达到3700所。经过省级竞赛选拔，共有来自30多个省、自治区、直辖市，以及新疆生产建设兵团，香港和澳门特别行政区的约500支参赛队、1400多名选手、500多名教练员入围全国竞赛，此外，还有嘉宾、专家、评委、裁判、领队、志愿者、工作人员和媒体记者共400多人，总人数约2500人。\n中国青少年机器人竞赛从最开始的一个竞赛项目，一直到2016年整合为现在的机器人综合技能比赛、机器人创意比赛、FLL机器人工程挑战赛、VEX机器人工程挑战赛和教育机器人工程挑战赛五个竞赛项目，集知识性、竞技性、趣味性为一体的竞赛一直吸引着广大青少年。\n　　机器人综合技能比赛面向中小学生，在一块固定的场地上设置数个不同难度的任务，要求参加比赛的代表队在完全封闭的现场自行拼装机器人、编制机器人运行程序、调试和操作机器人。机器人综合技能比赛可以检验青少年对机器人技术的理解、对机械结构的认识以及对基本程序编写的掌握程度，可以激发青少年对机器人技术的兴趣，培养他们动手、动脑的能力。经过比赛，学生们不仅完成自己的比赛机器人，也提升了对科技和利用科技来积极影响周围世界的认识。\n　　机器人创意比赛是一项自由度比较高的竞赛，每年设置一个主题。学生在辅导老师的指导下，在学校、家庭、校外机器人工作室或科技实验室里，以个人或小组的方式进行智能机器人的创意、设计、编程与制作，最后完成自己的机器人创意作品参加大赛展示和评选，整个制作过程可以持续6个月左右。是一项充分发挥青少年创新性思维，培养团队协作能力，展现他们综合素质的竞赛项目。\n　　FLL机器人工程挑战赛是一项青少年国际机器人比赛项目，整个竞赛分为现场竞技、技术问辩、课题研究几个部分，在培养青少年机器人兴趣和技能的同时鼓励他们关注社会，积极运用科学和工程学知识解决各种问题。比赛每年设置一个主题，围绕主题设计十余项任务，由机器人在固定场地内完成，同时要求参赛团队结合生活对这个主题开展课题研究，最后还要在技术问辩时进行课题介绍和展示团队风采，这也是对参加活动青少年的一次综合、全面的考察。\n　　VEX机器人工程挑战赛也是一项国际青少年机器人比赛项目，每年设置一个主题并设计新的竞技内容。比赛采用联队对抗形式进行，参赛青少年通过遥控器控制己方的两个机器人获得尽量多的分数，同时还要合理运用战略防止对方得分。VEX比赛对抗性强、展示性高，深受青少年的喜爱。\n　　教育机器人工程挑战赛设置与年度主题有关的模拟场景任务，要求参赛队在现场拼装机器人、编程、调试和操作机器人，完成比赛任务。比赛检验青少年对机器人技术的理解和掌握程度，激发青少年对机器人技术的兴趣，培养动手能力。\""],
	[2, "科技创新类", "全国青少年创意编程与智能设计大赛", "中国科协青少年科技中心", "/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_03.jpg", "小学、初中、高中", "", ""],
	[3, "科技创新类", "“童创未来”全国青少年人工智能创新挑战赛", "中国少年儿童发展服务中心", "/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_04.jpg","初中、高中", "", "\"2018年举办了首届“童创未来”青少年人工智能创新实践体验活动，这个活动以引导青少年参与和体验人工智能为载体，注重培养和展示青少年的实践能力和创新意识。\n（一）智能机器人创意设计\n\n智能机器人创意设计活动是基于人工智能有关知识和规则，组织青少年机器人爱好者，在老师的指导下，运用机器人技术、电子信息技术、工程技术和人工智能技术，以个人或小组的方式，进行机器人的创意、设计、编程与制作，最后提交智能机器人实体作品参加评审。\n\n（二）机器人综合技能挑战\n\n机器人综合技能挑战活动分运球对战和擂台对抗两个个部分。要求参加活动的代表队在现场自行拼装机器人、编制机器人运行程序、调试和操作机器人完成规定任务。\n\n（三）micro:bit实验箱智能应用开发\n\n要求青少年基于micro:bit实验箱和其他相关电子元配件，运用人工智能、计算机编程、3D打印等有关知识以个人或小组的方式，按照活动要求的主题进行设计开发，最后提交智能应用实体作品参加评审。\""],
	[4, "科技创新类", "全国青少年电子信息智能创新大赛", "中国电子学会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_05.jpg", "小学、初中、高中", "http:\/\/www.kpcb.org.cn\/", ""],
	[5, "科技创新类", "全国中小学信息技术创新与实践大赛", "城乡统筹发展研究中心","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_06.jpg", "小学（三年级以上）、初中、高中", "http:\/\/www.noc.net.cn", "\"“全国中小学信息技术创新与实践活动”是面向广大师生开展的，运用信息技术，培养创新思维、提升实践能力、增强知识产权意识的一项活动。活动的英文名称为“NETWORK ORIGINALITY COMPETITION”（简称NOC活动）。 \n\n  NOC活动是在教育部、国家知识产权局等有关部门的关怀指导下开展的。中小学NOC活动由中央电化教育馆指导、中国教育技术协会和中国发明协会主办，高校NOC活动由中国高等教育学会、中国发明协会和中国教育技术协会主办。国家知识产权局、教育部教师工作司、教育部基础教育二司等为活动的支持单位。 NOC活动每年举办一届。\n活动自2002年在北京人民大会堂启动至今，已成功地举办了十四届。先后在北京、广州、西安、深圳、重庆、武汉、苏州、无锡、石家庄、徐州、上海、济南、南昌、合肥举办过决赛，得到了当地省、市人民政府的大力支持，吸引了6万多所学校的6280多万名师生参与。\nNOC活动是一项公益性活动。组委会在开展活动时，对参加活动的中小学生不收取报名费、评审费。在决赛期间，还酌情减免西部贫困地区学生的会务费，并向西部地区赠送电脑、软件、杂志和相关器材等。 普及性和提高性并存是NOC活动的又一特色。活动一直倡导“重在参与”的精神，通过活动的开展，发现和培养了一批具有科技创新意识和实践能力的优秀人才，也涌现出一大批富有个性创意和自主创新的高水平作品。这对于在普及信息技术教育、全面推进素质教育，具有积极的意义。\n\n  2007 年，国家科学技术奖励工作办公室为NOC活动设立“恩欧希教育信息化发明创新奖” （根据“NOC”的中文发音而来）。这是根据《国家科学技术奖励条例》设立的、与华罗庚数学奖同等级别的奖项，以鼓励对中国教育信息化事业做出突出贡献的人，是NOC 活动的最高奖项。获奖代表将受邀参加每年在人民大会堂召开的国家科学技术奖励大会。\""],
	[6, "科技创新类", "全国中小学生创·造大赛", "\"科技日报社\n中国发明协会\"","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_07.jpg", "小学、初中、高中", "http:\/\/www.chuangzaodasai.com\/", "\"全国中小学生创·造大赛（下称“大赛”）是教育部认可的2019年度面向中小学生开展的全国性竞赛活动，被科技部、中宣部、中国科协列为全国科技活动周常年举办的重大科普示范活动，并获得了多个部门的大力支持。\n\n      大赛以培养有时代精神、创新能力和家国情怀的全球化时代终生学习者为目标，是一项围绕国家创新驱动发展战略和青少年创新思维养成而设计、以比赛为呈现形式的科学教育实践活动，旨在培养学生综合运用知识的能力、基本工程实践能力、创新意识与创造能力，激发学生从事科学研究与探索的兴趣和潜能，引导学生注重团队协作、动手实践，全面提高学生科学素养。\""],
	[7, "科技创新类", "青少年科学调查体验竞赛", "中国科协青少年科技中心", "/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_08.jpg","小学、初中", "http:\/\/www.scienceday.org.cn", "\"青少年科学调查体验活动始于2006年，是一项以促进青少年培养科学兴趣、提高科学探究能力、增强创新意识和实践能力为目标，以科学调查、科学体验和科学探究为主要内容的群众性、基础性、社会性的科学普及活动，旨在通过设计巧妙、贴合青少年日常生活的活动内容，吸引青少年参与科学探究活动，让青少年在活动中学习基本科学知识，掌握初步科学探究方法，体验科学探究的乐趣，培养青少年学科学、爱科学、用科学的良好习惯，为把我国建设成世界科技强国、创新强国打牢人才基础、科普基础。\n节能在我身边\n2006年青少年科学调查体验活动\n节水在我身边\n2007年青少年科学调查体验活动\n节粮在我身边\n2008年青少年科学调查体验活动\n节约纸张 保护环境\n2009年青少年科学调查体验活动\n我的低碳生活\n2010年青少年科学调查体验活动\n珍爱生命之水\n2011年青少年科学调查体验活动\n科学饮食，健康生活\n2012年青少年科学调查体验活动\n节约粮食，从我做起\n2013年青少年科学调查体验活动\n创新在我身边\n2014年青少年科学调查体验活动\n变废为宝，从我做起\n2015年青少年科学调查体验活动\n走近创客，体验创新\n2016年青少年科学调查体验活动\n我爱绿色生活\n2017年青少年科学调查体验活动\n体验科学，快乐成长\n2018年青少年科学调查体验活动\n青少年科学调查体验活动开展12年来，活动参与人数逐年递增，活动覆盖面和影响力不断扩大，活动效果不断增强，现已成为一项深受中小学和广大青少年欢迎的品牌科普活动，并被教育部列为“圆梦蒲公英”暑期主题实践活动内容。\n\n　　为此，在充分调查研究的基础上，着眼拓展活动领域范畴，增强学生参与活动的自主性和连续性，促进活动资源积累深化和循环利用，加强活动校内外融合，促进调查体验活动和中小学综合实践活动课程有效衔接，自2018年起，青少年科学调查体验活动设置固定活动主题：“体验科学 快乐成长”。活动主题下设置“能源资源”“生态环境”“安全健康”“创新创意”4个活动领域，各活动领域下设置若干推荐活动，学校及学生可以自主选择感兴趣的推荐活动参加调查体验。推荐活动不设年份限制，2018年推出的推荐活动，在后续的年份中仍然可以选择开展。\n\n　　2018年青少年科学调查体验活动，由中国科学技术协会、中华人民共和国教育部、中华人民共和国发展和改革委员会、中央精神文明建设指导委员会办公室和中国共产主义青年团中央委员会共同主办，共推出了9个推荐活动。学校和学生可以任选一个推荐活动参加调查体验，并在活动结束后通过活动主题网站提交调查数据和实验报告，参加全国优秀作品评选和展示交流。\""],
	[8, "科技创新类", "“明天小小科学家”竞赛", "中国科协青少年科技中心","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_09.jpg", "高中", "http:\/\/mingtian.xiaoxiaotong.org\/index.aspx", "“明天小小科学家”奖励活动是一项面向高中生开展的科技创新后备人才选拔和培养活动。活动旨在发现具有科研潜质的优秀学生，鼓励他们选择学习科学技术专业、未来投身科学研究事业。活动接受品学兼优且拥有个人科学研究成果的高中生自由申报，通过对学生创新意识和科研能力等综合素质的考察，遴选出100名学生给予不同等级的表彰和奖学金资助，并授予其中3名学生“明天小小科学家”称号。"],
	[9, "科技创新类", "全国青年科普创新实验暨作品大赛", "中国科学技术协会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_10.jpg", "初中、高中", "http:\/\/kepudasai.cdstm.cn\/", "\"为进一步贯彻落实《中华人民共和国科学技术普及法》，深入实施《全民科学素质行动计划纲要实施方案（2016-2020年）》，动员和激励广大学生参与科普创作，扩大科普活动的社会影响力，树立品牌，整合资源，促进科学思想、科学精神、科学方法和科学知识的传播和普及，扩大科普活动的社会影响力。在五届全国青年科普创新实验暨作品大赛成功举办的基础上，中国科协决定继续开展“探知未来”第六届全国青年科普创新实验暨作品大赛（以下简称“大赛”）。\n\n              为更好的响应党的十九大报告中“加快建设创新型国家，要瞄准世界科技前沿，强化基础研究，实现前瞻性基础研究、引领性原创成果重大突破”的要求，第六届大赛重点围绕“智能、环保、教育”三大主题，延续往届“创意作品”及“科普实验”两个单元的划分，重点关注前沿科学技术及科学教育理念的应用与普及，考察青少年“发现问题、解决问题及动手实践”能力。\""],
	[10, "科技创新类", "全国中学生天文知识竞赛", "中国天文学会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_11.jpg", "初中、高中", "http:\/\/www.bjp.org.cn\/", "由中国天文学会主办，北京天文馆、中国天文学会普及工作委员会承办，贵州省黔南州天文局协办的2019年全国中学生天文知识竞赛决赛定于2019年4月22日至26日在贵州省黔南州平塘县克度镇举行。全国中学生天文知识竞赛决赛得到中国科协青少年科技中心、北京市科学技术研究院等单位的大力支持。2019年3月23日在全国18个城市同时举办的全国中学生天文知识竞赛预赛中，共有7840人报名，4312人打印准考证，3270人实际参加比赛，收到有效答题卡3024份。根据全国预赛成绩，入围全国决赛的名单（高年组预赛成绩56分及以上，低年组预赛成绩60分及以上）已在北京天文馆官方网站发布。"],
	[11, "科技创新类", "全国防震减灾知识大赛", "中国地震灾害防御中心","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_12.jpg", "初中、高中", "", "为深入学习贯彻落实党的十九大精神，深刻领会习近平总书记在全国科技创新大会上关于“科技创新、科学普及是实现创新的两翼”讲话精神，积极做好全国地震科普大会相关工作，中国地震局拟于2018年3月至7月举办以“防震减灾知识先行”为主题的“全国防震减灾知识大赛”活动。活动旨在进一步向中小学生宣传防震减灾理念，普及防震减灾知识，增强中小学生防震减灾意识，提高应急避险技能和自救互救能力。"],
	[12, "学科类", "全国中学生数学奥林匹克竞赛", "中国数学会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_13.jpg", "高中", "http:\/\/www.chinaaosai.com\/", "\"全国中学生数学冬令营是在全国高中数学联赛的基础上进行的一次较高层次的数学竞赛。1985年，由北京大学、南开大学、复旦大学和中国科技大学四所大学倡议，中国数学会决定，自1986年起每年一月份举行全国中学生数学冬令营，后又名中国数学奥林匹克（Chinese Mathematical  Olympiad，简称CMO）。冬令营邀请各省、市、自治区在全国高中数学联赛中的优胜者参加，人数100多人，分配原则是每省市区至少一人，然后设立分数线择优选取。冬令营为期5天，第一天为开幕式，第二、第三天考试，第四天学术报告或参观游览，第五天闭幕式，宣布考试成绩和颁奖。\n\n　　CMO考试完全模拟IMO进行，每天３道题，限四个半小时完成。每题21分（为IMO试题的3倍），6个题满分为126分。题目难度接近IMO，颁奖也与IMO类似，设立一、二、三等奖，分数最高的前20至30名选手将组成参加当年国际数学奥林匹克（International Mathematical Olympiad，简称IMO）的中国国家集训队。\n\n　　从1990年开始，冬令营设立了陈省身杯团体赛。从1991年起，全国中学生数学冬令营被正式命名为中国数学奥林匹克，它成为中国中学生最高级别、最具规模、最有影响的数学竞赛。\""],
	[13, "学科类", "全国中学生物理奥林匹克竞赛", "中国物理学会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_14.jpg", "高中", "http:\/\/www.chinaaosai.com\/", "\"　全国中学生物理竞赛是由中国科协主管，由中国物理学会主办，各省(自治区、直辖市，下同)高中学生自愿参加的课外学科竞赛活动。这项活动得到国家教育部的同意和支持。\n　　全国中学生物理竞赛的目的、指导思想和遵循的原则、竞赛程序和组织机构，详见“竞赛章程”栏目。竞赛内容详见“重要文件”栏目。\n　　竞赛分为预赛、复赛和决赛。预赛由全国竞赛委员会统一命题，采取笔试的形式，凡是在校的对物理有兴趣，学有余力的高中学生，经学校同意后都可以报名参加。在预赛中成绩优秀的学生由市、县推荐，可以参加复赛。复赛包括理论和实验两部分，理论部分由全国竞赛委员会统一命题，实验部分由各省竞赛委员会命题。根据预赛和复赛的成绩，由省物理竞赛委员会评赛区奖。根据复赛理论和实验的总成绩，由省竞赛委员会推荐成绩优秀的学生参加决赛。决赛包括理论和实验两部分，由全国竞赛委员会命题和评决赛奖。\n　　预赛的内容是面向对物理有兴趣且学有余力自愿参加物理竞赛的广大全国高中学生。预赛试题的深浅虽然大部分相当于高考稍难或难题的水平，但有其基本特色，即着重考查考生的独立思考能力和创造性思维能力的水平。正是期望首先通过参加预赛激发和促进全国广大高中学生对物理的兴趣和热爱，促进他们独立思考和创造性思维能力的提高和发展。\n　　从2001年开始，国家教育部确定了五项学科竞赛与高校招收保送生制度的关系，即复赛中获得赛区(省、自治区、直辖市)一等奖的学生，具有高校招生中“保送生”的资格。\n从1985年开始，中国物理学会决定，从全国中学生物理竞赛决赛成绩优秀者中，选出我国准备参加国际物理奥林匹克竞赛的集训队，再经过进一步的考核，最后选出参赛学生。\n　　全国中学生物理竞赛开始于1984年，每年举行一次，历届竞赛的基本情况见“活动报道”和“获奖名单”栏目。\""],
	[14, "学科类", "全国中学生化学奥林匹克竞赛", "中国化学会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_15.jpg", "高中", "http:\/\/www.chinaaosai.com\/", "\"全国高中学生化学竞赛的目的是：(1)普及化学基础知识，激励中学生接触化学发展的前沿，了解化学对科学技术、国民经济和人民生活以及社会发展的意义，学习化学家的思想方法和工作方法，以培养他们学习化学的兴趣爱好、创新意识、创新思维和初步的创新能力；(2）探索早期发现和培养优秀学生的思路、途径和方法；(3)促进化学教育教学新思想与新方法的交流，推动大、中学化学教育教学改革， 提高我国化学教育教学水平；(4)选拔参加一年一度的国际化学竞赛选手。所有有关竞赛的活动与宣传均应符合本竞赛目的。\n 　全国高中学生化学竞赛属于课外活动，是对课内教学的补充和发展，是学生在教师指导下研究性学习的方式之一。竞赛必须坚持学生有兴趣、有余力和自愿参加的原则。反对不顾学生是否有兴趣、学校是否有条件而盲目开展竞赛活动的做法。反对任何设置障碍，阻止学生参加竞赛的行为。\""],
	[15, "学科类", "全国中学生生物学奥林匹克竞赛", "\"中国植物学会\n中国动物学会\"","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_16.jpg", "高中", "http:\/\/www.chinaaosai.com\/", "\"由中国植物学会和中国动物学会共同组成的全国中学生生物学竞赛委员会（以下简称全国竞赛委员会）自1992年成立至今共举办15届全国中学生生物学竞赛，15次冬令营选拔赛。先后培训55名选手参加了14次国际生物学奥林匹克竞赛，共获35块金牌、19块银牌、1块铜牌。\n　　2000年之前，中学生生物学初赛一直由各省、自治区、直辖市生物竞赛委员会自行组织，从2000开始改由全国竞赛委员会统一组织。根据国家教育部和中国科协有关文件精神，在联赛中获各省、自治区、直辖市赛区一等奖的学生具备了免试升入大学的资格。该规定对学科竞赛工作既给予了充分的肯定，也推动了全国中学生生物学竞赛的发展，但是也给全国竞赛委员会工作增加了更大的压力，对竞赛组织工作的保密性、公正性、严肃性也提出了更高的要求。\n　　2000年至今，全国竞赛委员会共举办了8次全国中学生生物学联赛。通过历年来对生物联赛管理工作的不断完善，到2005年联赛管理工作已具备了严谨的操作程序。\n　　首先由全国竞赛委员委派专家编制联赛试题并发出联赛通知，各省竞赛委员会在接到联赛通知后及时报告本省竞赛管理委员会，若本省目前还未成立竞赛管理委员会则上报告省科协青少年科技中心或科学普及部，共同制定试卷保密措施。全国竞赛委员会为了加强试卷印刷过程中的保密工作，与印刷厂签订了保密协议，并派人监督印刷中每一程序。试卷严格按标准考场31份一个小包装袋，8个试卷袋一个大包装的形式包装并贴封条盖章，于考试前三周以机要通讯方式（绝密件）寄往各省、自治区、直辖市竞赛委员会负责同志，并要求各省、自治区、直辖市竞赛委员制定保密措施和设立保密员，确保试卷的安全。要求各省各考点，由监考老师在考场开考前10分钟当考生面当场拆封试卷；要求考试结束后，当场用试卷袋里的封卷纸密封试卷卷头并封装在试卷袋里，并于当天将试卷送或寄回各省竞赛委员会；由各省竞赛委员会集中组织阅卷工作。通过这一系列措施，保证了竞赛工作的保密性、严肃性和公正性。\n　　每年联赛理论考试定于5月份第二个星期日上午9：00－11：00进行。\n　　各省、自治区、直辖市理论试卷批改结束后，组织个人成绩居本省、自治区、直辖市全部考生成绩前2％者（上限40人）进行实验考试，在6月30日前完成实验复赛。实验考试由全国竞赛委员会指定考试范围，各省、自治区、直辖市竞赛委员会自行在指定范围内命实验试题。理论考分与实验考分按75％：25％比例进行分配，两项成绩按比例计算后加出总分，重新排定名次，总分居本省、自治区、直辖市考生前1％者（上限20人）为—等奖，二、三等奖的学生人数分别占当年参加本省、自治区、直辖市生物联赛考生总数的4％（上限100人）、5％（上限125人）。\n　　各省竞赛管理委员会最迟于6月30日前将获奖名单及一等奖获得者指导教师名单（一名学生限报一位指导教师）并加盖本省竞赛管理委员会公章（未成立竞赛管理委员会的省份须加盖本省科协青少年活动中心公章）上报全国竞赛委员会；同时需将所有参加实验考试学生的理论试卷和实验试卷，一并上报全国竞赛委员会存档。其余试卷由各省分会保存一年，以备查阅。全国竞赛委员会对所有试卷进行抽查或彻查，审核通过后，统一颁发获奖证书。通过组织全国中学生生物学联赛、竞赛、冬令营和参加国际生物奥林匹克竞赛，促进了中学生生物学课外活动和我国中学生与国外中学生的交流，推动了我国中学生物学教学的改革，促进了中学生物学教学水平的提高；选拔、培养了一批生物学人才，提高我国青少年的生命科学素质。\""],
	[16, "学科类", "全国中学生信息学奥林匹克竞赛", "中国计算机学会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_17.jpg", "高中", "http:\/\/www.chinaaosai.com\/", "\"全国青少年信息学奥林匹克竞赛（NOI）是由国家教育部、中国科协批准，中国计算机学会主办的一项面向全国青少年的信息学竞赛和普及活动。也是与联合国教科文组织提倡的国际信息学奥林匹克竞赛，同步进行的一项竞赛活动。\n　　宗旨：旨在向那些在中学阶段学习的青少年普及计算机科学知识；给学校的信息技术教育课程提供动力和新的思路；给那些有才华的学生提供相互交流和学习的机会；通过竞赛和相关的活动培养和选拔优秀计算机人才。\n　　背景：1984年邓小平指出：“计算机的普及要从娃娃做起。”教育部和中国科协委托中国计算机学会举办了全国青少年计算机程序设计竞赛（简称：NOI），1984年参加竞赛的有8000多人。这一新的活动形式受到党和政府的关怀，得到社会各界的关注与支持。中央领导王震同志出席了首届竞赛发奖大会，并对此项活动给予了充分肯定。从此每年一次NOI活动，吸引越来越多的青少年投身其中。十几年来，通过竞赛活动培养和发现了大批计算机爱好者，选拔出了许多优秀的计算机后备人才。当年的许多选手已成为计算机硕士、博士，有的已经走上计算机科研岗位。\n　　为了在更高层次上推动普及，培养更多的计算机技术优秀人才。竞赛及相关活动遵循开放性原则，任何有条件和兴趣的学校和个人，都可以在业余时间自愿参加。NOI系列活动包括：全国青少年信息学奥林匹克竞赛和全国青少年信息学奥林匹克网上同步赛、全国青少年信息学奥林匹克联赛、冬令营、选拔赛和出国参加IOI。\n　　NOI：全国青少年信息学奥林匹克竞赛（简称NOI）自1984年至，在国内包括香港、澳门，已组织了20次全国性竞赛活动。每年由中国计算机学会组织全国各省市、自治区33个代表队，每队4名选手，历时7天。与此同时和NOI同步进行的还有NOI网上同步赛（99年开始）。为推动计算机普及事业的发展，NOI每年选择在计算机普及教育做的较好省市，在同一地点、同一时间内举行。每位参赛选手必须是经NOIP选拔产生的。未经组织选拔的省和个人，没有资格参加NOI。\n　　NOIP：全国青少年信息学奥林匹克联赛(National Olympiad in Informatics in Provinces简称NOIP)自1995年至今已举办8次。每年由中国计算机学会统一组织。 NOIP是在同一时间、不同地点以各省市为单位由特派员组织。每年的9月10—20日报名，初赛定于每年10月的最后一个星期六下午，复赛定于每年11月的最后一个星期六举行。全国统一大纲、统一试卷。初、高中或其他中等专业学校的学生可报名参加联赛。联赛分初赛和复赛两个阶段。初赛以通用和实用的计算机知识为考试内容，重在考察基础与实用的知识，以笔试为主。复赛为程序设计。参加初赛者须达到一定分数线后才有资格参加复赛。各省市、自治区都应参加联赛，参加联赛是参加NOI的必要条件。\n　　冬令营：全国青少年信息学奥林匹克竞赛冬令营(简称冬令营)自1995已举办9次。每年寒假期间（1月）开展为期一周的培训活动。冬令营共8天，其中6天为培训和交流。参加冬令营的营员分：正式营员和非正式营员。获得NOI前20名的选手和指导教师为正式营员，非正式营员限量自愿报名参加。冬令营培训内容：包括授课、讲座、讨论、测试等。\n　　选拔赛：选拔参加国际信息学奥林匹克竞赛的中国代表队的竞赛（简称选拔赛）IOI的选手是从获NOI前20名选手中，经过10天的集中培训选拔赛，获得前4名的优胜者，才能代表中国参加国际IOI。\n　　IOI：出国参加国际奥林匹克竞赛（International Olympiad in Informatics）简称（IOI）。由中国计算机学会组织代表队，代表中国参加国际每年一次的IOI。自1989年至今已参加15次国际信息学奥林匹克竞赛，其中2000年IOI在中国北京由中国计算机学会承办。\n　　自1989年开始，我国在NOI（网上同步赛99年开始）、NOIP、冬令营、选拔赛的基础上，组织参加国际信息学奥林匹克（IOI）竞赛。十几年中选拔60人次参加了IOI，累计获金牌30块、银牌17块，铜牌12块。这些选手不仅在国际大赛中有好的表现，而且在现代的信息学科上也大展才华。中国已成为世界公认的信息学奥林匹克竞赛强国，参赛选手、领队、教练曾受到江泽民、李鹏、李岚清等党和国家领导人及著名科学家的亲切接见和赞扬。\""],
	[17, "学科类", "世界华人学生作文大赛", "中华全国归国华侨联合会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_18.jpg", "高中", "http:\/\/www.zuowendasai.com\/", "\"世界华人学生作文大赛由《快乐作文》杂志发起，与中国侨联、全国台联、人民日报海外版、中国国际广播电台合作，自2000年开始举办，初始名称为：全国小学生“丑小鸭”作文大赛;随着参赛学生的不断增多，吸引了更多海外华文学校的参与，更名为“世界华人小学生作文大赛”;2008年，参赛范围再次扩大，海内外的初中生也参与到大赛中来，更名为“世界华人学生作文大赛”，沿用至今。\n\n　　大赛每年举办一届，每届都有二三十个国家的数百万少年儿童参赛，每届大赛结束后都在北京举行隆重的颁奖仪式，举办获奖者夏令营，为各国的少年儿童创造一个共同学习、共同生活的机会，使他们结交了五洲四海的朋友。这项活动在海内外产生了广泛影响，为弘扬中华文化、增进炎黄子孙的情感，拓展学生的生活和交流空间，促进世界各国青少年之间的交流与沟通发挥了极其重要的作用。\""],
	[18, "学科类", "全国中学生科普科幻作文大赛", "中国科普作家协会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_19.jpg", "高中", "www.kepukehuan.com", "\"一、活动背景\n\n科学是当今社会发展的核心动力，公民的科学素质则是科学发展的基础。\n\n习近平总书记在今年召开的“科学三会”上指出：“科技创新、科学普及是实现创新发展的两翼，要把科学普及放在与科技创新同等重要的位置”。\n\n国务院办公厅印发的《全民科学素质行动计划纲要实施方案》指出：“要支持科普创作人才培养和科普文艺创作，大力开展科幻、动漫、视频、游戏等科普创作，推进制定对科幻创作的扶持政策，从而进一步推进全民科学素质工作，增强制作创新能力。”\n\n2015年李源潮副主席曾指出：“对美好未来的想象是人类进步的精神动力。科学幻想因其源于现实生活、激发新奇发现、放飞自由想象，对科技发展和社会进步发挥了重要的引导作用。科普科幻创作肩负着展现中国梦的时代责任，要坚持以人民为中心，努力点燃青少年科学梦想，激发全民族实现中国梦的想象力创造力。”\n\n2016年9月，国家召开了首届“中国科幻大会”，国家副主席李源潮在大会上发表了大力发展中国科普科幻事业的主旨演讲，希望科普科幻工作者牢记习近平总书记嘱托，用奇思妙想描绘科技未来、传播科学知识、弘扬科学精神，为建设世界科技强国、实现中华民族伟大复兴中国梦做出应有贡献。\n\n为了响应国家对科普科幻创作和发展的号召，贯彻落实中央领导的指示精神，多方面、多角度地推进科普科幻事业的发展。中国科普作家协会与世界华人科幻协会联合推出“全国中学生科普科幻作文大赛”。该大赛旨在激发广大中学生对科学和文学创作的兴趣、引导中学生追求和探索科学的奥秘、培养科技创新精神和创新能力，同时为中学生提供展现科学素养、创造力、想象力与写作能力的展现机会，实现文学与科学的融合。\n\n本大赛选手屡获佳绩。在第七届全球华语科幻星云奖青少年优秀作品奖项中，荣获一个金奖、四个银奖、四个铜奖;全国中学生科普科幻作文大赛联合科学普及出版社为历届优秀选手出版科普科幻系列优秀作品集《等你，在未来》;大赛的优秀作品陆续被发表在《科幻世界》、《知识就是力量》等科普科幻刊物上。\n\n2017年9月15日，第五届“全国中学生科普科幻作文大赛”第一阶段初赛报名正式启动。欢迎热爱科普科幻创作的同学们踊跃参与!\n\n二、大赛宗旨\n\n科普科幻是科技和教育、科技与文学的一个奇妙交叉点，通过这个交叉点，传播科学精神与知识，挖掘和培育科普科幻创作人才，繁荣中国的科普科幻事业。\n\n为高中生升学提供综合素质展示的平台。\""],
	[19, "学科类", "叶圣陶杯全国中学生新作文大赛", "中国当代文学研究会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_20.jpg", "高中", "http:\/\/www.ystbds.com\/", "\"一、大赛历程\n\n“叶圣陶杯”全国中学生新作文大赛于2003年为配合我国初、高中语文课程标准的颁布与新课程改革的全面实施而创办，主办单位先后有共青团中央学校部、原中央教育科学研究所课程教学研究部、中国少年儿童新闻出版总社（团中央主管）、中国当代文学研究会（中国社会科学院主管）等，承办单位为已有88年历史的名刊《中学生》杂志社（夏丏尊、叶圣陶于1930年创办，毛泽东主席1964年题写刊名）和中国当代文学研究会校园文学委员会，是目前全国主办单位级别较高、专家评委权威和社会影响力最大的作文赛事之一。  \n\n本大赛以“弘扬叶圣陶教育思想，配合促进新课程改革；引领中学生健康写作，发现与培养文学新苗”为宗旨，按照“生活化内容、个性化表达、多样化风采”的写作理念，以全面培养和提升学生的语文“核心素养”为目标，由著名作家、语文名师、资深编辑组成评审委员会，按照严谨规范的组织程序和公正公平的评选原则，通过学校初赛推荐、组委会复评入围、现场决赛终评等多层环节，选拔成就了一大批文学特长生，赢得了广大师生的信赖和良好的社会声誉，为提高中学生文学素养和推动语文教育水平做出了应有的贡献。同时，为全国各类学生竞赛与语文实践活动树立了标杆，使其朝着科学规范、健康有序的方向发展。\n\n截至2018年，大赛已成功举办十六届。历届大赛被《人民日报》《光明日报》《中国教育报》《文艺报》等各大媒体报道，备受好评。\n\n二、大赛宗旨理念、主导思想与评稿标准\n\n（一）大赛宗旨\n\n弘扬叶圣陶教育思想，配合促进新课程改革；引领中学生健康写作，发现与培养文学新苗。\n\n（二）大赛主导思想\n\n1．倡导同学们从日常生活和阅读学习中体会、积累写作素材，关注自然风光、名胜古迹、风土人情、国内外大事和日新月异的生活，培养强烈的家国情怀以及审美、创新意识；\n\n2．鼓励同学们从校园观察社会，用自己的眼睛去看，用自己的脑子去想，如何提炼千姿百态的生活，如何用自己的文字写出新意，追寻与众不同的青春梦想，创作出属于中学时代的文学；\n\n3．强调作文对生活、对生命、对提高人文素质和健全人格培养的意义。\n\n（三）大赛基本理念\n\n1．生活化内容。叶圣陶先生说：“生活犹如泉源，文章犹如溪流。泉源丰盈，溪流自然活泼地昼夜不息。”大赛倡导写自己在学校、家庭、社会等生活中的所见所闻、所为所感，从真实的生活中发现写作的素材，汲取写作的灵感，寻求写作的契机。\n\n2．个性化表达。叶圣陶先生说：作文要说“真话”“写出诚实的自己的话”。大赛鼓励写“自己的话”，就是要表现自己鲜明的个性，要有创意、创新，要培养自己的求异思维、批判性思维和想象能力、审美能力。\n\n3．多样化风采。叶圣陶先生说：“作文又不该看作是一件呆板的事情，犹如泉流，或长或短，或曲或直，自然各异其致。”大赛提倡文学创作，使写作内容形式多元化、多样化，观察全方位，表现多角度，跳出模式敢于尝试，有效提高表达能力。\n\n（四）评稿标准（按100分评价）\n\n1．基础项（60分）。参赛作文必须达到的基本要求，分为三个方面：\n\n（1）内容（20分）切合题意，主题鲜明，思想健康；\n\n（2）结构（20分）思路清晰，有头有尾，详略得当；\n\n（3）语言（20分）用词准确，表达流畅，贴合语体。\n\n2．加分项（40分）。在达到基本要求的前提下，参赛作文如有以下突出特点，酌情加分，每项权重10分，加至满分为止。\n\n（1）选材好：视野开阔，题材多元，还原生活，注重体验，虚构合理； \n\n（2）取角新：视角求新，独具慧眼，善于聚焦，善于求异，善于转换； \n\n（3）情感真：真挚情感，真切见解，出自内心，立意正确，积极向上；\n\n（4）构思巧：讲究章法，清晰连贯，巧妙布局，跳出模式，勇于尝试；\n\n（5）手法活：自由表达，多种方式，多种手法，灵活多姿，努力创新；\n\n（6）语言美：遵循规范，自然流畅，合意得体，准确生动，个性鲜明；\n\n（7）文风实：健康活泼，多姿多彩，贵在朴实，力戒浮华，反对颓废。\n\n三、大赛组委会、评委会组成\n\n每届大赛由主办、承办单位专家领导组成组委会，领导大赛的组织工作；由大赛组委会聘请文学界、教育界、新闻出版界的著名作家、文学评论家、语文教育专家（高校教授、中学名师）担任顾问、评委，参与评选工作。\n\n本大赛邀请中国作家协会副主席高洪波、著名作家曹文轩、叶圣陶后代家属代表叶小沫等名家担任总顾问，指导监督大赛的举办；从第十五届大赛开始，大赛组委会由著名文学评论家、中国当代文学研究会会长白烨担任主任，大赛评委会由著名诗歌评论家、首都师范大学文学院教授吴思敬担任主任，评委会由实力作家、诗人、大学教授、中学名师、资深编辑等组成。\n\n四、大赛成果与影响\n\n（一）为学生服务，搭建平台助力高考\n\n本大赛把同学们的平时作文、应试作文与文学创作之间进行有效整合衔接，积极探索激发同学们的写作兴趣和提高写作能力的有效途径与方法，为同学们搭建实践锻炼、展示才华的平台。\n\n（二）为教师服务，提高业务水平出成果\n\n本大赛已经成为中学语文教师的助手和朋友。老师通过组织学生参赛，不仅拓展了教学资源，提高了教学效率，取得了更多的教学成果，而且促进了教师的专业成长，增强了教师的职业成就感。\n\n（三）为学校服务，提高特色办学水平\n\n许多学校把本大赛活动列入工作计划，组织校级初评，形成写作竞赛氛围，使写作教学得到了卓有成效的改进，融写作教学与校园文学活动、校园文化建设于一体，逐步形成了学校的办学特色。\n\n（四）为培养文学新人搭建交流的平台\n\n本大赛注重发现与培养校园文学新人。从第三届开始设立“全国十佳小作家”的评选，至今已经推出了140位文学新苗，其中已有数十位加入了省市级作家协会和中国作家协会。其他获奖选手中也涌现出不少文学新秀。\n\n（五）为推进课程改革开辟实践与研究的园地\n\n本大赛既是中学新课改的实践园地，也是中学新课改的科研园地。主办单位把大赛活动作为一项校园文学课题去研究，增加了大赛的学术含量，为促进新课改形势下的语文教学改革，发挥着积极的作用。\""],
	[20, "学科类", "高中生创新能力大赛", "中国老教授协会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_21.jpg", "高一、高二", "http:\/\/www.iccedu.com.cn\/", "\"习近平总书记在党的十九大报告中指出：“普及高中阶段教育，努力让每个孩子都能享有公平而有质量的教育。”进一步深化教育改革，全面落实立德树人根本任务，推进拔尖创新人才培育，积极推动基础教育与高等教育的有机衔接，成为新时代教育发展的必然要求。\n为贯彻落实《国务院关于深化考试招生制度改革的实施意见》及教育部关于拔尖创新人才选拔与培育工作的有关规定，进一步提升中学生的综合素质、科学素养和创新能力，发掘出一批具备学科特长和创新潜质的优秀高中生，形成高中生创新人才的发现和培育机制，为培养创新型人才奠定基础，中国老教授协会和博雅闻道考试与评价技术研究院联合举办高中生创新能力大赛，大赛已通过教育部审批，并在教育部办公厅《关于2019年度面向中小学生的全国性竞赛活动名单》中公示。\""],
	[21, "学科类", "“外研社杯”全国中小学外语素养大赛", "北京外国语大学","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_22.jpg", "高中", "http:\/\/events.fltrp.com\/", "“外研社杯”全国中小学外语素养大赛由北京外国语大学主办、外语教学与研究出版社承办，是入围教育部2019年度全国性竞赛活动名单，面向高中学生举办的公益赛事。大赛以全面培养学生的核心素养为理念，设置了主线清晰、内容多元的赛事体系，突出学术权威性与活动丰富性，旨在帮助学生成长为热爱学习、勇于挑战、真正具备国际竞争力的优秀人才。"],
	[23, "学科类", "“希望杯”全国数学邀请赛", "\"中国国际文化交流中心\n《数理天地》杂志社\"","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_24.jpg", "高中", "http:\/\/www.hopecup.org\/", "\"1990年，中国科学技术协会普及部、中国优选法统筹法与经济数学研究会、高等教育出版社、中国青年报学校工作部和华罗庚实验室五家单位共同发起组织希望杯全国数学邀请赛。\n\n经过充分的筹备，第一届希望杯全国数学邀请赛于1990年成功举行。\n\n2003年，第一届小学希望杯成功举行，并得到广大师生的支持。时至今日，中学希望杯已经举办了29届，小学希望杯已经举办了16届。\n\n希望杯举办之初，没有必需的办公场所和办公设备，没有专职的办事人员，没有必需的启动资金。为了独立地长期地解决这些问题，希望杯的第一负责人周国镇于1991年创办了《数理天地》杂志。于是《数理天地》成为希望杯的主办单位之一，并承担起希望杯的常务工作，从资金、人力上给予稳定的、长期的、有力的支持。从2000年起，北京丘衡科技开发中心成为主办单位之一。\n\n自创办以来，希望杯大大激发了参赛地区中小学生的学习热情，为数学教师们的教学研究注入了新的活力，为地区教育部门检测数学教学质量提供了一个参考坐标。希望杯为千千万万的学生播种希望。\""],
	[24, "学科类", "“地球小博士”和“环保之星”全国地理科普知识大赛", "中国地理学会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_25.jpg", "高中", "", "\"举办“地球小博士”全国地理科技大赛的目的是：为了贯彻落实党的十六届五中全会《关于制定国民经济和社会发展第十一个五年规划的建议》、《中共中央、国务院关于进一步加强和改进未成年人思想道德建设的若干意见》和《科普法》的精神，具体落实《全民科学素质行动计划纲要》中有关未成年人科学素质行动。\n\n宗旨：通过大赛宣传科学发展观，重点宣传普及节约资源、保护生态、改善环境、应急避险、健康生活、合理消费、循环经济等观念和知识，倡导建立资源节约型、环境友好型社会，形成科学、文明、健康的生活方式。通过大赛宣传我国人口众多，资源有限、人均占有资源远低于世界平均水平的基本国情，使年轻一代人从小树立人与自然和谐相处和可持续发展的意识，也是具体落实《全民科学素质行动计划纲要》中有关未成年人科学素质行动计划的一部分。\""],
	[25, "艺术体育类", "全国中小学生绘画书法作品比赛", "中国儿童中心","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_26.jpg", "幼儿园、小学、初中、高中", "\"由中国艺术教育促进会主办、《中国校外教育》杂志社有限公司承办的全国中小学生绘画书法作品比赛活动，创办于1995年，已经成功举办二十届。二十年来，全国参赛少年儿童累计达几百万人次。参加活动的同学遍及全国33个省、自治区、直辖市，是一项有着广泛影响力的重要艺术比赛活动。\n这一活动最大特色是每年都有一个明确的主题，紧扣时代发展脉搏，紧贴少年儿童的生活。同学们可以通过画笔描绘锦绣河山，抒发生活感悟，畅想美好未来。深受广大师生的好评与支持。对于普及少儿美术教育，促进少年儿童全面发展起到了良好的作用。\n大赛活动始终坚持贯彻落实党中央关于加强未成年人思想道德建设的精神，促进少年儿童素质的全面提升，大赛不仅丰富了少年儿童的精神文化生活，且已成为开展少年儿童思想道德建设的有效载体，是一项深受少年儿童喜爱的品牌活动。\""],
	[26, "艺术体育类", "中日青少年书画友好交流大赛", "人民中国杂志社","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_27.jpg", "小学、初中、高中", "", ""],
	[27, "艺术体育类", "全国青少年科学影像大赛", "中国科协青少年科技中心","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_28.jpg", "小学、初中、高中", "", ""],
	[28, "艺术体育类", "丝路国家青少年国际摄影竞赛", "中国艺术摄影学会","/imgs/zizhuxuanba/gaozhongjingsaiku/bg_header/bg_29.jpg", "小学、初中、高中", "http:\/\/www.photobeijing.com\/html\/slqsnsybs\/", "\"2013年，习近平总书记提出了“一带一路”倡议，号召两条丝路沿线的国家积极发展经济合作伙伴关系，共同打造政治互信、经济融合、文化包容的利益共同体、命运共同体和责任共同体，“一带一路”正式成为国家发展的重大战略。\n\n2017 年 8 月 14 日，第五届世界摄影大会在中国山东召开。期间，由39个一带一路国家签约设立了“丝路国家摄影组织国际联盟（SRPOIA）”，丝路摄联以“传承丝路精神、聚焦一带一路、创新合作发展、互惠交融共赢”为联盟宗旨，以摄影领域的交流为纽带，推动多元文化的跨界融合与创新发展，加强各成员国及地区的相互了解和文化交流。 2017年10月12日，丝路国家摄影组织联盟联合中华世纪坛世界艺术中心、北京国际艺苑摄影基金会、山东国际文化交流中心，正式发起“丝路国家青少年国际摄影竞赛”，这是丝路国家摄影组织联盟成立后的第一个重要活动项目，希望在一带一路建设的起始阶段，动员各参与国的青少年，这些未来世界的建设者和主人们，通过摄影这种最忠实的记录方式，来关注和留存这些今天看似很普通但明天会非常珍贵的历史瞬间，最终将“丝路国家青少年国际摄影竞赛”项目建设成为一带一路国家青少年文化交流的重要平台。\n\n丝路国家青少年国际摄影竞赛”已在2017北京国际摄影周期间正式发布了项目竞赛宣言、竞赛规则，按照竞赛计划，整个项目将由征集、评审、展示和推介四个阶段组成，最终获奖作品将会在2018北京国际摄影周启动集中展示，并在丝路沿线国家和城市进行推介和交流活动。\""]
]